Repository: DWaRFA/debconf-translation
Catalog: po/*.po
Languages: cs, ne

source: falling back to frontend: %s
cs: uchyluji se k rozhraní: %s
ne: फ्रोनटेन्डमा पछाडि फर्कनुहोस्: %s

source: unable to initialize frontend: %s
cs: nemohu inicializovat rozhraní: %s
ne: फ्रोनटेन्ड थालनि गर्न अक्षम: %s

source: Unable to start a frontend: %s
cs: Nemohu spustit rozhraní: %s
ne: फ्रोनटेन्ड सुरू गर्न अक्षम: %s

source: Config database not specified in config file.
cs: Databáze nastavení není v konfiguraèním souboru zadána.
ne: कन्फिगर गरेको डेटाबेस कन्फिगरेसन फाइलमा निर्दिष्ट गरेको छैन ।

source: Template database not specified in config file.
cs: Databáze ¹ablon není v konfiguraèním souboru zadána.
ne: टेम्प्लेट डेटाबेस कन्फिगर फाइलमा निर्दिष्ट गरेको छैन ।

source: The Sigils and Smileys options in the config file are no longer used. Please remove them.
cs: Volby Sigils a Smileys se ji¾ v konfiguraèním souboru nepou¾ívají. Prosím odstraòte je.
ne: सिजिलहरू र स्माइलिहरू विकल्पहरू कन्फिगर फाइममा सिलिजहरू र स्माइलिहरू धेरै समय प्रयोग गर्न सकिदैन । कृपया तिनिहरू हटाउनुहोस् ।

source: Problem setting up the database defined by stanza %s of %s.
cs: Problém nastavení databáze definované v èásti %s z %s.
ne: %s को %s स्ट्यान्जाद्धारा परिभाषित डेटावेस सेटिङ् गर्दा समस्या ।

source: -f, --frontend Specify debconf frontend to use. -p, --priority Specify minimum priority question to show. --terse Enable terse mode.
cs: -f, --frontend Zadá rozhraní debconfu, je¾ se má pou¾ít. -p, --priority Zadá nejmen¹í prioritu zobrazených otázek. --terse Zapne struèný re¾im.
ne: -f, --frontend प्रयोग गर्नलाई डेबकोन्फ फ्रोनटेन्ड निर्दिष्ट गर्नुहोस् । -p, --priority हर्नलाई न्युनतम प्राथमिकता प्रश्न निर्दिष्ट गर्नुहोस् । --terse ट्रेस् मोड सक्षम पार्नुहोस् ।

source: Ignoring invalid priority "%s"
cs: Ignoruji neplatnou prioritu "%s"
ne: अवैध प्राथमिकताहरू उपेक्षा गर्दैछ "%s"

source: Valid priorities are: %s
cs: Dostupné priority jsou: %s
ne: वैध प्राथमिकताहरू हुन्: %s

source: Choices
cs: Mo¾nosti
ne: छनौटहरू

source: yes
cs: ano
ne: हो

source: no
cs: ne
ne: होइन

source: (Enter zero or more items separated by a comma followed by a space (', ').)
cs: (Zadejte nula nebo více polo¾ek oddìlených èárkou, za kterou následuje mezera (', ').)
ne: (खालि ठाँउले पछ्याएको अल्पविरामले विभाजन गरेको शुन्य वा बढी वस्तुहरू प्रविष्ट गर्नुहोस् (', ').)

source: _Help
cs: _Nápovìda
ne: मद्दत

source: Help
cs: Nápovìda
ne: मद्दत

source: Save (mail) Note
cs: Ulo¾it poznámku (poslat po¹tou)

source: Debconf was asked to save this note, so it mailed it to you.
cs: Debconf byl po¾ádán, aby ulo¾il tuto poznámku, tak¾e vám ji poslal.

source: Information
cs: Informace

source: The note has been mailed.
cs: Poznámka byla poslána.

source: Error
cs: Chyba

source: Unable to save note.
cs: Poznámka nelze ulo¾it.

source: Debconf was not configured to display this note, so it mailed it to you.
cs: Debconf nebyl nastaven pro zobrazení této poznámky, tak¾e vám ji poslal.

source: Debconf, running at %s
cs: Debconf bì¾ící na %s
ne: डेबकोन्फ, %sमा चलिरहेको छ

source: Input value, "%s" not found in C choices! This should never happen. Perhaps the templates were incorrectly localized.
cs: Vstupní hodnota "%s" není v C volbách! To se nikdy nemìlo stát. Mo¾ná jsou ¹ablony ¹patnì lokalizovány.
ne: आगत मान, "%s" C छनौटहरुमा फेला परेन ! यो कहिले पनि हुदैन । सायद टम्प्लेटहरू गलत तरिकाले स्थानियकरण गरिएको थियो ।

source: none of the above
cs: nic z uvedeného
ne: माथिको कुनै पनि होइन

source: Enter the items you want to select, separated by spaces.
cs: Zadejte polo¾ky, které chcete vybrat, oddìlené mezerami.
ne: तपाईँले चयन गर्न चाहुनु भएको वस्तु प्रविष्ट गर्नुहोस्, खालि ठाँउले छुट्टाइको ।

source: Unable to load Debconf::Element::%s. Failed because: %s
cs: Nemohu nahrát Debconf::Element::%s. Selhal, proto¾e: %s
ne: डेबकोन्फ लोड गर्न अक्षम::तत्व::%s । असफल भयो किनभने: %s

source: Configuring %s
cs: Nastavuji %s
ne: %s कन्फिगर गर्दै

source: TERM is not set, so the dialog frontend is not usable.
cs: Promìnná TERM není nastavená, dialogové rozhraní se nedá pou¾ít.
ne: TERM सेट छैन, त्यसैले सम्वाद फोर्नटेन्ड प्रयोग योग्य छैन ।

source: Dialog frontend is incompatible with emacs shell buffers
cs: Dialogové rozhraní je nekompatibilní s emacsovým shellovým bufferem.
ne: सम्वाद फर्नटेन्ड इमास् कक्ष बफर संग मिल्दो छ ।

source: Dialog frontend will not work on a dumb terminal, an emacs shell buffer, or without a controlling terminal.
cs: Dialogové rozhraní nebude pracovat na hloupém terminálu, shellovém bufferu emacsu, nebo bez øídícího terminálu.
ne: सम्वाद फर्नटेन्ड डम्ब टर्मिनलमा कार्य गर्ने छैन, एउटा इमास् कक्ष बफर, वा नियन्त्रण बिनाको टर्मिनल ।

source: No usable dialog-like program is installed, so the dialog based frontend cannot be used.
cs: Není instalován ¾ádný dialogový program, tak¾e dialogové rozhraní nemù¾e být pou¾ito.
ne: कुनै उपयोगि सम्बाद जस्तो कार्यक्रम स्थापना गरेको छैन, त्यसैले सम्बामा आधारित फ्रोनटेन्ड प्रयोग गर्न सकिदैन ।

source: Dialog frontend requires a screen at least 13 lines tall and 31 columns wide.
cs: Dialogové rozhraní vy¾aduje obrazovku minimálnì 13 øádkù vysokou a 31 sloupcù ¹irokou.
ne: सम्बाद फोर्नटेन्डलाई कम्तिमा पनि १३ लाइन अग्लो र ३१ स्तम्भ चौडाइ हुनुपर्दछ ।

source: Debian Configuration
cs: Nastavení Debianu
ne: डेबियन कन्फिगरेसन

source: You are using the editor-based debconf frontend to configure your system. See the end of this document for detailed instructions.
cs: Pro konfiguraci systému pou¾íváte rozhraní zalo¾ené na textovém editoru. Podrobné informace naleznete na konci tohoto dokumentu.
ne: तपाईँले तपाईँको प्रणली कन्फिगर गर्न सम्पादक-आधारित डेबकोन्फ फोर्नटेन्ड प्रयोग गर्दै हुनुहुन्छ । यो कागजातको धेरै निर्देशनहरुको लागि अन्ततिर हर्नुहोस् ।

source: The editor-based debconf frontend presents you with one or more text files to edit. This is one such text file. If you are familiar with standard unix configuration files, this file will look familiar to you -- it contains comments interspersed with configuration items. Edit the file, changing any items as necessary, and then save it and exit. At that point, debconf will read the edited file, and use the values you entered to configure the system.
cs: Rozhraní debconfu zalo¾ené na textovém editoru vám nabídne k úpravám jeden nebo více textových souborù. Toto je jeden z nich. Pokud znáte standardní unixové konfiguraèní soubory, bude vám tento soubor pøipadat povìdomý -- obsahuje kometáøe prolo¾ené konfiguraèními polo¾kami. Upravte soubor dle potøeb, ulo¾te jej a ukonèete editor. V této fázi si debconf pøeète upravený soubor a pou¾ije zadané hodnoty pro nastavení systému.
ne: सम्पादक-आधारित डेबकोन्फ फोर्नटेन्डले तपाईँलाई एक वा बढि पाठ फाइलहरू सम्पादन गर्न प्रस्तुत गर्दछ । यदि तपाईँ मानक युनिक्स कन्फिगरेसन फाइलहरू संग परिचित हुनुहुन्छ भने, यो फाइल पनि तपाईँलाई परिचित लाग्दछ-- यसले टिप्पणिसंग कन्फिगरेसन वस्तुहरू मिश्रण समावेश गर्दछ । फाइल सम्पादन गर्नुहोस्, आवश्यक रुपमा कुनै वस्तुहरू परिवर्तन गर्नुहोस्, र यसलाई बचत गर्नुहोस् र निस्कनुहोस् । यो बिन्दुमा, डेबकोन्फले फाइल पढ्ने छ सम्पादन गर्नेछ, र प्रणाली कन्फिगरेसन गर्न प्रविष्ट गर्नु भएको मानहरू प्रयोग गर्नुहोस् ।

source: Debconf on %s
cs: Debconf na %s
ne: डेबककोन्फ मा %s

source: This frontend requires a controlling tty.
cs: Toto rozhraní vy¾aduje øídící terminál.
ne: यो फ्रोनटेन्डलाई नियन्त्रित tty आवश्यक पर्दछ ।

source: Term::ReadLine::GNU is incompatable with emacs shell buffers.
cs: Term::ReadLine::GNU není kompatibilní se shellovým bufferem emacsu.
ne: टर्म::रिडलाइन:: GNU इमास् कक्ष बफर संग मिल्दो छैन ।

source: More
cs: Více
ne: बढि

source: Note: Debconf is running in web mode. Go to http://localhost:%i/
cs: Poznámka: Debconf bì¾í ve webovém re¾imu. Podívejte se na http://localhost:%i/
ne: द्रष्टब्य: डेबकोन्फ वेब मोडमा चलिरहेको छ । http://localhost:%i/ मा जानुहोस्

source: Back
cs: Zpìt
ne: पछाडि

source: Next
cs: Dal¹í
ne: अर्को

source: warning: possible database corruption. Will attempt to repair by adding back missing question %s.
cs: varování: mo¾né poru¹ení databáze. Pokusím se ji opravit pøidáním chybìjící otázky %s.
ne: चेतावनि: सम्भाव्य डेटावेश दुषित । पछाडि हराईरहेको प्रश्न %s द्धारा मर्मत गर्न प्रयास गर्नुहुन्छ ।

source: Template #%s in %s has a duplicate field "%s" with new value "%s". Probably two templates are not properly separated by a lone newline.
cs: ©ablona è.%s v %s má duplicitní pole "%s" s novou hodnotou "%s". Nìkteré dvì ¹ablony pravdìpodobnì nejsou oddìleny prázdným øádkem.
ne: टेम्प्लेट #%s मा %s नक्कली फाइल "%s" संग नयाँ मान "%s" छ । सम्वभत दुई टेम्प्लेटहरू नयाँ लामो लाइनद्धारा राम्रोसंग विभाजित छैन ।

source: Unknown template field '%s', in stanza #%s of %s
cs: Neznámé pole '%s' ¹ablony v èásti è.%s z %s
ne: अज्ञात टेम्प्लेट फाँट '%s', मा स्ट्यान्जा #%s of %s

source: Template parse error near `%s', in stanza #%s of %s
cs: Chyba zpracování ¹ablony poblí¾ '%s' v èásti è.%s z %s
ne: टम्प्लेट पद वर्णन त्रुटि `%s', मा स्ट्यान्जा नजिक #%s of %s

source: Template #%s in %s does not contain a 'Template:' line
cs: ©ablona è.%s v %s neobsahuje øádek 'Template:'
ne: टेम्प्लेट #%s मा %s टेम्प्लेट समावेश गर्दैन:' लाइन

source: unable to re-open stdin: %s
cs: nemohu znovu otevøít standardní vstup: %s
ne: स्ट्डिन फरि खोल्न असक्षम: %s

source: must specify some debs to preconfigure
cs: musíte zadat nìjaké balíky pro pøedkonfiguraci
ne: प्रिकन्फिगरमा केहि डेम्बहरू निर्दिष्ट गर्नु पर्दछ

source: delaying package configuration, since apt-utils is not installed
cs: odkládám nastavení balíkù, proto¾e apt-utils nejsou nainstalované
ne: प्याकेज कन्फिगरेसनमा ढिलाई हुदैछ, apt-utils स्थापना नगरे देखि

source: apt-extracttemplates failed: %s
cs: apt-extracttemplates selhal: %s
ne: apt-अरिरिक्त फाइल संलग्र असफल: %s

source: Preconfiguring packages ...
cs: Pøednastavuji balíky ...
ne: प्याकेजहरू प्रिकन्फिगर गर्दै...

source: template parse error: %s
cs: chyba zpracování ¹ablony: %s
ne: टेम्प्लेट पद वर्णनमा त्रुटि: %s

source: debconf: can't chmod: %s
cs: debconf: nemohu zmìnit práva: %s
ne: डेबकोन्फ: chmod गर्न सकिदैन: %s

source: %s failed to preconfigure, with exit status %s
cs: %s nemohl být pøednastaven, skonèil chybou %s
ne: %s प्रिकन्फिगर गर्न असफल, संग निस्कनुहोस् वस्तुस्थितिमा %s

source: Usage: dpkg-reconfigure [options] packages -a, --all Reconfigure all packages. -u, --unseen-only Show only not yet seen questions. --default-priority Use default priority instead of low. --force Force reconfiguration of broken packages.
cs: Pou¾ití: dpkg-reconfigure [volby] balíky -a, --all Pøekonfiguruje v¹echny balíky. -u, --unseen-only Zobrazí jen dosud nezobrazené otázky. --default-priority Místo nízké pou¾ije výchozí prioritu. --force Vynutí pøekonfiguraci poru¹ených balíkù.
ne: प्रयोग: dpkg-पुनकन्फिगरे [विकल्पहरू] प्याकेजहरू -एउटा, --सबैl सबै प्याकेजहरू पुन कन्फिगर गर्नुहोस् -यु, --नदेखिने मात्र अहिले सम्म नदेखिएको प्रश्नहरू मात्र देखाउनुहोस् --पुर्व निर्धारित प्राथमिकता न्यनको सट्टामा पुर्ननिर्धारित प्राथमिकता प्रयोग गर्नुहोस् --बल बिग्रिएका प्याकेजहरू बलपुर्वक पुन कन्फिगरेसन गर्नुहोस् ।

source: %s must be run as root
cs: %s se musí spou¹tìt jako root
ne: %s मूलको रुपमा चलाउनु पर्छ

source: please specify a package to reconfigure
cs: zadejte balík pro rekonfiguraci
ne: कृपया पुन कन्फिगर गर्न प्याकेजहरू निर्दिष्ट गर्नुहोस्

source: %s is not installed
cs: %s není nainstalován
ne: %s स्थापना भएको छैन

source: %s is broken or not fully installed
cs: %s je poru¹ený, nebo není plnì nainstalovaný
ne: %s बिग्रिएको छ वा पुर्णरुपमा स्थापना गरिएको छैन

source: Cannot read status file: %s
cs: Nemohu èíst stavový soubor: %s
ne: वस्तुस्थिति फाइल पढ्न सकिदैन: %s

source: Usage: debconf-communicate [options] [package]
cs: Pou¾ití: debconf-communicate [volby] [balík]
ne: प्रयोग: डेबकन्फ-सम्पर्क गर्छ [विकल्पहरु] [प्याकेजहरू]

source: debconf-mergetemplate: This utility is deprecated. You should switch to using po-debconf's po2debconf program.
cs: debconf-mergetemplate: Tento nástroj u¾ je pøekonán. Mìli byste zaèít pou¾ívat program po2debconf z balíku po-debconf.
ne: डेबकोन्फ-गाभ्ने टेम्प्लेट: यो उपयोगिता ह्यास गरिएको छ । तपाईँले पो-डेबकोन्फको पो२डेवकोन्फ कार्यक्रम प्रयोग गर्दै स्विच गर्नुहोस् ।

source: Usage: debconf-mergetemplate [options] [templates.ll ...] templates
cs: Pou¾ití: debconf-mergetemplate [volby] [¹ablony.ll ...] ¹ablony
ne: प्रयोग: डेवकोन्फ-गाभ्ने टेम्प्लेट [विकल्पहरू] [templates.ll ...] टेम्प्लेटहरू

source: --outdated Merge in even outdated translations. --drop-old-templates Drop entire outdated templates.
cs: --outdated Slouèí i zastaralé pøeklady. --drop-old-templates Zahodí celé zastaralé ¹ablony.
ne: --मिति बाहिर भएको समय बाहिर अनुवादहरू गाभ्नुहोस् । --पुरानो टेम्प्लेट छाड्नुहोस् सम्पुर्ण पुराना टेम्प्लेटहरू छाड्नुहोस् ।

source: %s is missing
cs: %s chybí
ne: %s हराइरेहेको छ

source: %s is missing; dropping %s
cs: %s chybí; odhazuji %s
ne: %s हराईरहेको छ; %s छाड्दै

source: %s is fuzzy at byte %s: %s
cs: %s je nejasný na bajtu %s: %s
ne: %s फज्जी हो %s बाइटमा: %s

source: %s is fuzzy at byte %s: %s; dropping it
cs: %s je nejasný na bajtu %s: %s; odhazuji jej
ne: %s फज्जी हो %s बाइटमा: %s; यसलाई छोड्दैछ

source: %s is outdated
cs: %s je zastaralý
ne: %s समय बाहिर भएको छ

source: %s is outdated; dropping whole template!
cs: %s je zastaralý; zahazuji celou ¹ablonu!
ne: %s समय बाहिर भएको छ; सम्पुर्ण टेम्प्लेट छोड्दै !

source: Usage: debconf [options] command [args]
cs: Pou¾ití: debconf [volby] pøíkaz [argumenty]
ne: प्रयोग: डेबकोन्फ [विकल्पहरू] आदेश [आग्रहरू]

source: -o, --owner=package Set the package that owns the command.
cs: -o, --owner=balík Nastaví balík, který vlastní pøíkaz.
ne: -वो, --मालिक=प्याकेज प्याकेज सेट गर्नुहोस् जसले आदेशको स्वामित्व गर्छ ।

source: Debconf was not configured to display this error message, so it mailed it to you.
ne: यो त्रुटि सन्देश प्रर्दशन गर्न डेबकोन्फ कन्फीगर गरेको थिएन, त्यसैले तपाईँलाई पत्राचार गरेको हो ।

source: Debconf
ne: डेबकोन्फ

source: Extracting templates from packages: %d%%
ne: बाट प्याकजहरू टेम्प्लेटहरू झिक्दैछ: %d%%
