Repository: DWaRFA/debconf-translation
Catalog: debian/po/*.po
Languages: ca, fi, gl, it, ja, nl, tr

source: Dialog, Readline, Gnome, Editor, Noninteractive
gl: Dialog, Readline, Gnome, Editor, Non interactivo
ja: ダイアログ, Readline, Gnome, エディタ, 非対話的

source: Packages that use debconf for configuration share a common look and feel. You can select the type of user interface they use.
ca: Els paquets que utilitzen debconf per a configurar-se comparteixen un aspecte comú. Podeu triar el tipus d'interfície d'usuari que voleu que utilitzen.
fi: Debconf yhdenmukaistaa sitÀ kÀyttÀvien pakettien asetuskÀyttöliittymÀn. Voit itse valita mieluisesi liittymÀn muutamasta vaihtoehdosta.
gl: Os paquetes que empregan debconf para a configuración comparten unha aparencia común. Pode escolle-lo tipo de interface de usuario que empregan.
it: I pacchetti che usano debconf per la configurazione condividono un aspetto comune. Puoi selezionare il tipo di interfaccia utente da usare.
ja: 設定に debconf を用いるパッケージは、共通のルック＆フィールを用います。 どの種類のユーザインターフェースを用いるかを選んで下さい。
nl: Alle pakketten die voor configuratie gebruik maken van debconf werken op dezelfde manier. U kunt hier het interface-type instellen dat door deze programma's gebruikt zal worden.
tr: Yapýlandýrma için debconf kullanan paketler ortak bir görüntü ve izlenim verirler. Yapýlandýrmada kullanýlacak arayüz tipini seçebilirsiniz.

source: The dialog frontend is a full-screen, character based interface, while the readline frontend uses a more traditional plain text interface, and the gnome frontend is a modern X interface. The editor frontend lets you configure things using your favorite text editor. The noninteractive frontend never asks you any questions.
gl: A interface dialog é unha interface de pantalla completa, en modo texto, mentres que a interface de readline é unha máis tradicional, de texto simple, e a interface gnome é unha interface X moderna. A interface do editor permítelle configura-las cousas empregando o seu editor de texto favorito. A interface non interactiva nunca lle fai preguntas.
it: L'interfaccia <dialog> h a pieno schermo, a carattere. L'interfaccia <realine> ha un aspetto piy tradizionale testo semplice. L'interfaccia <gnome> h una moderna interfaccia in X. L'interfaccia <editor> ti consente di configurare le cose usando il tuo editore di testi favorito. Infine, l'interfaccia <non-interactive> non ti fa mai richieste.
ja: 「ダイアログ」は全画面の文字ベースのインターフェースです。「readline」 はより伝統的なプレーンテキストのインターフェースです。「gnome」は近代 的な X のインターフェースです。「エディタ」を用いるとあなたの好きなテ キストエディタを用いることができます。「非対話的」を選ぶと全く質問をし なくなります。

source: What interface should be used for configuring packages?
ca: Quina interfície voleu fer servir per a configurar paquets?
fi: MitÀ kÀyttöliittymÀÀ pakkausten asetusten sÀÀtöön kÀytetÀÀn?
gl: ¿Que interface se debería empregar para configura-los paquetes?
it: Che interfaccia deve essere usata per configurare i pacchetti?
ja: パッケージの設定にどのインターフェースを用いますか?
nl: Welke interface wilt u gebruiken voor het configureren van pakketten?
tr: Paketleri yapýlandýrmak için hangi arayüz kullanýlacak?

source: critical, high, medium, low
ca: crítica, alta, mitjana, baixa
fi: kriittinen, korkea, keskitaso, matala
gl: crítica, alta, media, baixa
ja: 重要, 高, 標準, 低
nl: kritiek, hoog, medium, laag
tr: kritik, yüksek, orta, düþük

source: Packages that use debconf for configuration prioritize the questions they might ask you. Only questions with a certain priority or higher are actually shown to you; all less important questions are skipped.
gl: Os paquetes que empregan debconf para a súa configuración asígnanlle unha prioridade ás preguntas que lle poden facer. Só se lle amosan as preguntas que teñen unha certa prioridade, ou unha maior; omítense as preguntas menos importantes.
it: I pacchetti che usano debconf per la configurazione danno una priorit` alle richieste che possono fare. Solo le domande con una certa priorit` o maggiore sono effettivamente mostrate a te; tutte le richieste meno importanti vengono ignorate.
ja: 設定に debconf を使用するパッケージは、ユーザに対する質問に重要度を付 けています。ある重要度以上の質問のみが実際に行なわれますが、それよりも 重要度の低い質問は飛ばされます。

source: You can select the lowest priority of question you want to see: - 'critical' is for items that will probably break the system without user intervention. - 'high' is for items that don't have reasonable defaults. - 'medium' is for normal items that have reasonable defaults. - 'low' is for trivial items that have defaults that will work in the vast majority of cases.
gl: Pode escolle-la prioridade mínima das preguntas para velas: - 'crítica' é para elementos que han corrompe-lo sistema sen intervención do usuario. - 'alta' é para elementos sen valores por defecto razoables. - 'media' é para elementos normais con valores por defecto razoables. - 'baixa' é para elementos triviais con valores por defecto que funcionan na maioría dos casos.
it: Puoi selezionare la priorit` minore delle domande che vuoi ti vengano poste: - 'critical' h per questioni che potranno probabilmente compromettere il sistema senza l'intervento dell'utente. - 'high' h per problemi che non hanno risposte ragionevoli. - 'medium' h per normali problemi che hanno risposte ragionevoli. - 'low' h per questioni ovvie che hanno risposte standard nella maggior parte dei casi.
ja: あなたが答えたい質問のうち、最低の優先度のものを選択してください。 - 「重要」は、ユーザが介在しないとシステムを破壊しかねないような項目 用です。 - 「高」は、適切なデフォルトの回答がないような項目用です。 - 「中」は、適切なデフォルトの回答があるような普通の項目用です。 - 「低」は、ほとんどの場合にデフォルトの回答で構わないような、ささい な項目用です。

source: If you are new to the Debian GNU/Linux system choose 'critical' now, so you only see the most important questions.
gl: Se é novo no sistema Debian GNU/Linux escolla 'crítica', para ver só as preguntas máis importantes.
it: Se sei un nuovo utente del sistema Debian GNU/Linux scegli 'critical' adesso, cosl ti verranno poste solo le domande piy importanti.
ja: もしあなたが Debian GNU/Linux システムの初心者ならば、ここで「重要」 を選択すれば、非常に重要な質問のみが行なわれます。

source: For example, this question is of medium priority, and if your priority were already 'high' or 'critical', you wouldn't see this question.
gl: Por exemplo, esta pregunta é de prioridade media, e se a súa prioridade fora 'alta' ou 'crítica', non vería esta pregunta.
it: Per esempio, questa domanda h di priorit` media. e se la tua priorit` fosse gi` 'high' o 'critical', non ti verrebbe posta.
ja: 例えば、ある質問の重要度が「中」で、この重要度の設定がすでに「高」や 「重要」になっていると、その質問は行なわれません。

source: Ignore questions with a priority less than..
gl: Ignora-las preguntas de prioridade menor que...
it: Ignora domane con priorit` minore di...
ja: 以下のものよりも重要度の低い質問を無視する

source: Debconf normally only asks you any given question once. Then it remembers your answer and never asks you that question again. If you prefer, debconf can ask you questions over and over again, each time you upgrade or reinstall a package that asks them.
gl: Normalmente, debconf faille cada pregunta unha soa vez. Despois lembra a resposta e nunca lle volve face-la pregunta. Se o prefire, debconf pódelle face-las preguntas unha e outra vez, cada vez que actualice ou reinstale un paquete que as pregunta.
it: Debconf normalmente pone una domanda solo una volta. Poi ricorda la tua risposta e non ti ripone piy la stessa domanda di nuovo. Se preferisci, debconf pur rifare le domande sempre, ogni volta che aggiorni o reinstalli un pacchetto che le pone.
ja: 通常、debconf はいかなる質問も一度しか問い合わせません。debconf は、以 前の回答を記憶して、再度同じ質問はしないようになっています。しかし、お 望みなら、同じパッケージのアップグレード時や再インストール時に繰り返し 同じ質問をさせることができます。

source: Show all old questions again and again?
gl: ¿Ve-las preguntas antigas unha e outra vez?
it: Ripeti ogni volta le domande gi` fatte?
ja: 以前に問い合わせた質問をすべて何度も表示しますか?

source: Note that no matter what you choose here, you can see old questions again by using the dpkg-reconfigure program.
it: Osserva che indipendentemente da cosa scegli qui, puoi sempre vedere le vecchie domande di nuovo usando il comando dpkg-reconfigure <programma>.
ja: 注意: ここで何を選択しても、以前に行なった質問は dpkg-reconfigure プロ グラムを使用して表示できます。

source: Dialog, Readline, Gnome, Kde, Editor, Noninteractive
ca: Dialog, Readline, Gnome, Kde, Editor, No interactiva
fi: Dialog, Readline, Gnome, Kde, Editori, Ei-vuorovaikutteinen
nl: Dialog, Readline, Gnome, KDE, Editor, Niet-interactief
tr: Diyalog, Readline, Gnome, Kde, Düzenleyici, Etkileþimsiz

source: The dialog frontend is a full-screen, character based interface, while the readline frontend uses a more traditional plain text interface, and both the gnome and kde frontends are modern X interfaces, fitting the respective desktops (but may be used in any X environment). The editor frontend lets you configure things using your favorite text editor. The noninteractive frontend never asks you any questions.
ca: «dialog» és una interfície de text a pantalla completa, mentre que «readline» és més tradicional, en text simple, i tant «gnome» com «kde» són modernes interfícies per a X, que s'integren als escriptoris corresponents (encara que es poden utilitzar en qualsevol entorn d'X). La interfície «editor» vos permet configurar el sistema utilitzant el vostre editor preferit. La interfície «no interactiva» no fa cap pregunta.
fi: Dialog on ruudun tÀyttÀvÀ merkkipohjainen liittymÀ, kun taas readline on perinteisempi pelkkÀÀ tekstiÀ kÀyttÀvÀ liittymÀ. SekÀ gnome ettÀ kde ovat nykyaikaisia X-pohjaisia liittymiÀ. Editori kÀyttÀÀ asetusten sÀÀtöön lempitekstieditoriasi. Ei-vuorovaikutteinen liittymÀ ei koskaan kysy kysymyksiÀ.
nl: De dialog-frontend is een niet-grafische (karaktergebaseerde) interface die het volledige scherm overneemt, terwijl de ReadLine-frontend een meer tradionele tekstinterface voorziet. De KDE en Gnome frontends zijn moderne grafische interfaces. De editor-frontend laat toe om dingen in te stellen met behulp van uw favoriete tekst-editor. De niet-interactieve frontend, tenslotte vraagt helemaal niks.
tr: Diyalog arayüzü tam ekran, metin tabanlý bir arayüz sunarken; Readline daha geleneksel bir salt metin arayüzü, gnome ve kde ise kendi masaüstü ortamlarýna uygun þekilde (fakat herhangi bir X ortamý içinde de kullanýlabilecek) daha çaðdaþ X arayüzleri sunmaktadýr. Düzenleyici arayüzü, kullanmayý tercih ettiðiniz metin düzenleyici ile elle yapýlandýrmaya olanak saðlar. Etkileþimsiz arayüz herhangi bir soru sormaz.

source: Ignore questions with a priority less than...
ca: Ignora les preguntes amb una prioritat menor que...
fi: Ohita kysymykset, joiden prioriteetti on pienempi kuin...
nl: Vragen met een prioriteit lager dan ... negeren
tr: Göz ardý edilecek sorular aþaðýdakinden düþük önceliðe sahip olacak...

source: Debconf prioritizes the questions it asks you. Pick the lowest priority of question you want to see: - 'critical' only prompts you if the system might break. Pick it if you are a newbie, or in a hurry. - 'high' is for rather important questions - 'medium' is for normal questions - 'low' is for control freaks who want to see everything
ca: Debconf priorititza les preguntes que vos pregunta. Escolliu la prioritat més baixa per a les preguntes que voleu veure: - «crítica» només pregunta si es pot trencar el sistema. Escolliu-la si sou novells, o teniu presa. - «alta» és per a preguntes prou importants. - «mitjana» és per a preguntes normals. - «baixa» és per als bojos pel control que ho volen veure tot.
fi: Debconf priorisoi esittÀmÀnsÀ kysymykset. Valitse alin prioriteetti, jonka kysymykset haluat nÀhdÀ: - "kriittinen" kysyy vain jos jÀrjestelmÀ voi hajota. Valitse tÀmÀ jos olet uusi tai sinulla on kiire. - "tÀrkeÀ" on kohtuullisen tÀrkeille kysymyksille - "tavallinen" on normaaleille kysymyksille - "vÀhÀpÀtöinen" on sÀÀtöfriikeille, jotka haluavat nÀhdÀ kaiken
nl: Debconf vragen zijn geordend volgens prioriteit. Kies de laagste prioriteit die u wilt zien: - 'kritiek' is voor vragen die noodzaakelijk zijn om het systeem in werkbare staat te houden Kies dit indien alles nieuw voor u is, of wanneer u haast heeft. - 'hoog' is voor relatief belangrijke vragen - 'gemiddeld' is voor normale vragen - 'laag' is voor controle-freaks die alles willen zien
tr: Debconf görüntülediði sorulara öncelikler verir. Görmek istediðiniz sorular için en düþük önceliði seçin: - 'kritik' size sadece sistemi bozabilecek durumlarda soru sorar. Yeni baþlayan birisi ya da aceleci birisiyseniz bunu seçin. - 'yüksek' önemi daha yüksek sorular - 'orta' normal düzeyde sorular - 'düþük' bütün seçenekleri görmek isteyen kontrol düþkünleri için

source: Note that no matter what level you pick here, you will be able to see every question if you reconfigure a package with dpkg-reconfigure.
ca: Teniu en compte que independentment del què escolliu ací, podreu veure totes les preguntes si reconfigureu un paquet amb dpkg-reconfigure.
fi: Huomaa, ettÀ riippumatta tÀssÀ valitsemastasi tasosta nÀet kaikki kysymykset uudelleensÀÀtÀmÀllÀ paketin "dpkg-reconfigure"-ohjelmalla.
nl: Merk op dat u met dpkg-reconfigure in staat bent om elke vraag te zien, onafhankelijk van wat u hier kiest.
tr: Unutmayýn ki paketlerin dpkg-reconfigure komutu ile tekrar yapýlandýrýlmasý sýrasýnda burada seçtiðiniz öncelik seviyesi ne olursa olsun bütün sorularý görebileceksiniz.

source: Installing packages
ca: S'estàn instal·lant els paquets
fi: Asennetaan paketteja
nl: Paketten worden ge√Ønstalleerd
tr: Paketler kuruluyor

source: Please wait...
ca: Si us plau, espereu...
fi: Odota...
nl: Even geduld alstublieft ...
tr: Lütfen bekleyin...
